const russian = {
  translation: {
    "headerNavigation": {
      "myAccount": "Мой аккаунт",
      "myWebcomics": "Мои веб-комиксы",
      "mySubscriptions": "Мой список чтения",
      "notifications": "Уведомления"
    },
    "comicManagement": {
      "create": "Создать комикс",
      "noComics": "У вас пока нет комиксов.",
      "edit": "Редактировать",
      "delete": "Удалить"
    },
    "authenticationForm": {
      "labels": {
        "username": "Имя пользователя",
        "email": "Электронная почта",
        "password": "Пароль",
        "password2": "Подтвердите пароль"
      },
      "instructions": {
        "username": "Пожалуйста, введите имя пользователя",
        "email": "Пожалуйста, введите действительный адрес электронной почты",
        "password": "Выберите пароль длиной не менее 8 символов"
      },
      "userErrorMessages": {
        "userNameTaken": "Пожалуйста, выберите другое имя пользователя",
        "emailTaken": "Пожалуйста, выберите другой адрес электронной почты",
        "passwordTooShort": "Этот пароль слишком короткий",
        "passwordMissing": "Пожалуйста, введите пароль",
        "passwordsDontMatch": "Пароли не совпадают",
        "generalError": "Некоторая информация неверна. Проверьте форму на ошибки.",
        "credentialsInvalid": "Пожалуйста, проверьте пароль и попробуйте снова."
      },
      "buttonLabels": {
        "logIn": "Войти",
        "signUp": "Зарегистрироваться",
        "logOut": "Выйти"
      },
      "logInSuccessful": "Вы успешно вошли в систему",
      "signUpSuccessful": "Вы успешно зарегистрированы",
      "enterSite": "В пещеру!"
    },
    "contentWarnings": {
      "absent": "Отсутствует",
      "sexualContent": "Сексуальное/намекающее содержание",
      "violentContent": "Смерть/насилие",
      "languageContent": "Чувствительное содержание",
      "substanceContent": "Наркотики/алкоголь",
      "Nudity": {
        "name": "Нагота",
        "definition": "Обнаженные тела без цензуры. Если изображены гениталии, это следует отметить как 'фронтальная нагота'.",
        "someNudity": "Частичная или легкая нагота",
        "frequentNudity": "Фронтальная нагота"
      },
      "sexScenes": {
        "name": "Сексуальные сцены",
        "definition": "Консенсуальная сексуальная активность на экране (оральный, проникающий и т.д.).",
        "someSexScenes": "Редкие или цензурированные сексуальные сцены",
        "frequentSexScenes": "Частые или графические сексуальные сцены"
      },
      "sexualViolence": {
        "name": "Сексуальное насилие",
        "definition": "Неконсенсуальная сексуальная активность на экране (изнасилование, нападение, сексуальные прикосновения/контакт, домогательства, эксплуатация, обнажение).",
        "someSexualViolence": "Редкое или цензурированное сексуальное насилие",
        "frequentSexualViolence": "Частое или графическое сексуальное насилие"
      },
      "suggestiveContent": {
        "name": "Намекающее содержание",
        "definition": "Легкие провокационные сексуальные ссылки или материалы, такие как намеки, сексуальные замечания, нижнее белье или секс-игрушки.",
        "someSuggestiveContent": "Некоторое намекающее содержание",
        "frequentSuggestiveContent": "Частое намекающее содержание"
      },
      "violence": {
        "name": "Насилие",
        "definition": "Любая форма физической силы против других персонажей, включая мультяшное насилие. Другие предупреждения о содержании определяют, насколько оно графично.",
        "someViolence": "Изображение насилия",
        "frequentViolence": "Частое изображение насилия"
      },
      "gore": {
        "name": "Кровавые сцены",
        "definition": "Травмы включают не только кровь, но и изображение плоти, органов и/или костей, или кровавые расчленения. Включает мультяшные изображения.",
        "someGore": "Редкие кровавые сцены",
        "frequentGore": "Частые кровавые сцены"
      },
      "blood": {
        "name": "Кровь",
        "definition": "Травмы с кровотечением, но без кровавых сцен. Включает мультяшную кровь или кровь негуманного происхождения.",
        "someBlood": "Легкие/мультяшные изображения крови",
        "frequentBlood": "Чрезмерные изображения крови"
      },
      "deathAndSuicide": {
        "name": "Смерть и самоубийство",
        "definition": "Смерть персонажей появляется в сюжете.",
        "someDeathAndSuicide": "Происходят смерти и/или самоубийства",
        "frequentDeathAndSuicide": "Частая, интенсивная или травматическая смерть и/или самоубийство"
      },
      "sexualLanguage": {
        "name": "Сексуальный язык",
        "definition": "Персонажи описывают сексуальные действия, например, что они собираются делать в сексуальной сцене.",
        "someSexualLanguage": "Сексуальный язык",
        "frequentSexualLanguage": "Частый/графический сексуальный язык"
      },
      "swearing": {
        "name": "Нецензурная лексика",
        "definition": "Ругательства. 'Явные' означают интенсивное или частое использование ненормативной лексики, такой как слово на 'ф', 'матьёб' и т.д. 'Умеренные' означают использование любой ненормативной лексики.",
        "someSwearing": "Умеренная ненормативная лексика",
        "frequentSwearing": "Явная ненормативная лексика"
      },
      "slurs": {
        "name": "Оскорбления",
        "definition": "Оскорбительные и унизительные термины для описания человека по его расе, сексуальности или гендеру.",
        "someSlurs": "Редкое использование оскорблений",
        "frequentSlurs": "Частое или интенсивное использование оскорблений"
      },
      "abusiveLanguage": {
        "name": "Эмоциональное насилие",
        "definition": "Один или несколько персонажей унижают, оскорбляют, манипулируют и/или вселяют страх и неуверенность в другого персонажа в рамках абьюзивной динамики.",
        "someAbusiveLanguage": "Некоторое эмоциональное насилие",
        "frequentAbusiveLanguage": "Экстремальное или повторяющееся эмоциональное насилие"
      },
      "hardDrugUse": {
        "name": "Употребление тяжелых наркотиков",
        "definition": "Использование любых запрещенных веществ, где зависимость или смертельная передозировка представляют собой серьезный риск. Например: кокаин, опиаты, метамфетамин.",
        "someHardDrugUse": "Редкое употребление тяжелых наркотиков",
        "frequentHardDrugUse": "Частое употребление или злоупотребление тяжелыми наркотиками"
      },
      "commonDrugUse": {
        "name": "Употребление легких наркотиков",
        "definition": "Использование запрещенных веществ, не связанных с потенциальной передозировкой или зависимостью. Например: марихуана, грибы, ЛСД.",
        "someCommonDrugUse": "Редкое употребление наркотиков",
        "frequentCommonDrugUse": "Частое употребление наркотиков"
      },
      "alcoholUse": {
        "name": "Употребление алкоголя",
        "definition": "Употребление алкоголя любого рода, от пива и вина до крепких спиртных напитков. Изображения пьяных персонажей.",
        "someAlcoholUse": "Некоторое употребление алкоголя",
        "frequentAlcoholUse": "Частое употребление или злоупотребление алкоголем"
      },
      "referencesToSubstances": {
        "name": "Ссылки на наркотики или алкоголь",
        "definition": "Контент не изображает их употребление, но включает ссылки на наркотики и/или алкоголь, например, в диалогах или рекламных материалах.",
        "someReferencesToSubstances": "Редкие ссылки на вещества",
        "frequentReferencesToSubstances": "Частые ссылки на вещества"
      },
    },
    "statusCodes": {
      "403": "У вас нет доступа к этой странице."
    },
  }
}

export default russian;